[
  {
    "title": "Scars Beneath the Skin",
    "body": "I was a child with a heavy frame,\nMocked and teased, always the same.\nLaughter echoed like a cruel song,\nTelling me daily that I didn’t belong.\n\n“Fat boy,” they’d chant in the schoolyard ring,\nEach word a bullet, each insult a sting.\nI learned to smile with a trembling face,\nHiding the cracks I could never replace.\n\nThey say “sticks and stones may break your bones,”\nBut words can bury you under heavy stones.\nEvery whisper, every jeer,\nBecame a prison I carried here.\n\nI wore my shame like a winter coat,\nThick, suffocating, around my throat.\nI searched for warmth in a cold disguise,\nYet found only shadows behind my eyes.\n\nAt night I prayed, “Lord, make me thin,\nSo maybe tomorrow, I’ll finally fit in.”\nBut the mirror replied with a silent sneer,\n“You are the same boy they taunt each year.”\n\nThey told me, “Don’t cry over spilled milk,”\nYet my soul spilled daily, smooth as silk.\nThey said, “Time heals all wounds,” but I knew—\nSome scars don’t fade; they grow with you.\n\nStill, here I stand, broken yet whole,\nEvery crack in me carved a stronger soul.\nThey tried to drown me with rivers of shame,\nBut I learned to swim in my own name.\n\nNow I speak for the lonely, the bruised, the small,\nFor those who feel like nothing at all.\nYou are not the insults, the laughter, the sneers—\nYou are the courage behind your tears.\n\nSo when life says, “When it rains, it pours,”\nRemember—storms still wash the shores.\nAnd though they broke me, I did not fall,\nBecause a wounded bird still learns to call.\n\nMy body was heavy, my spirit was too,\nBut I carried it all—and I made it through.\nFor pain is a teacher, cruel yet wise,\nIt plants deep roots so hope can rise.\n\nAnd if you ask me the moral of my fight:\nThe darkest tunnels still lead to light.\nFor beauty is not in the weight you bear,\nBut the weight of the courage you choose to share.\n\n                                                                                                        By: The Syntax Rebel",
    "tags": [
      "life"
    ],
    "date": "2026-02-08"
  },
  {
    "title": "First Light",
    "body": "Morning spills through open blinds,\nA quiet cup, a page, a mind.\nI write what sunlight cannot say,\nAnd fold my doubts into the day.",
    "tags": [
      "morning",
      "hope"
    ],
    "date": "2026-02-08"
  }
]
